data = \
    {
        0: {'姓名': '崔昊元', '性别': '女', '年龄': 18, '邮箱': '873410562@qq.com'},
        1: {'姓名': '贾靖程', '性别': '女', '年龄': 18, '邮箱': '782043516@qq.com'},
        2: {'姓名': '吴俊岳', '性别': '男', '年龄': 18, '邮箱': '524106783@qq.com'},
        3: {'姓名': '王浩羽', '性别': '男', '年龄': 18, '邮箱': '867025341@qq.com'},
        4: {'姓名': '吕梦丽', '性别': '女', '年龄': 18, '邮箱': '721548063@qq.com'},
        5: {'姓名': '牛皓冬', '性别': '男', '年龄': 18, '邮箱': '146827503@qq.com'},
        6: {'姓名': '张阔', '性别': '男', '年龄': 18, '邮箱': '641307285@qq.com'},
        7: {'姓名': '孙佳奇', '性别': '男', '年龄': 18, '邮箱': '576238104@qq.com'},
        8: {'姓名': '郑佳睦', '性别': '男', '年龄': 18, '邮箱': '051643728@qq.com'},
        9: {'姓名': '王孝天', '性别': '男', '年龄': 18, '邮箱': '365174802@qq.com'},
        10: {'姓名': '付一鸣', '性别': '男', '年龄': 18, '邮箱': '358170246@qq.com'},
        11: {'姓名': '李蓉轩', '性别': '女', '年龄': 18, '邮箱': '478123065@qq.com'},
        12: {'姓名': '陈观绅', '性别': '男', '年龄': 18, '邮箱': '350127648@qq.com'},
        13: {'姓名': '赵鑫博', '性别': '男', '年龄': 18, '邮箱': '437601285@qq.com'},
        14: {'姓名': '张子豪', '性别': '男', '年龄': 18, '邮箱': '325016874@qq.com'},
        15: {'姓名': '叶平', '性别': '男', '年龄': 18, '邮箱': '467125308@qq.com'}
    }
